tests/refdata/tests.test_uniquedotexporter/test_tree/tree.dot
digraph tree {
    "0x0" [label="root"];
    "0x1" [label="sub0"];
    "0x2" [label="sub0B"];
    "0x3" [label="sub0A"];
    "0x4" [label="sub1"];
    "0x5" [label="sub1A"];
    "0x6" [label="sub1"B"];
    "0x7" [label="su\b1C"];
    "0x8" [label="sub1Ca"];
    "0x0" -> "0x1";
    "0x0" -> "0x4";
    "0x1" -> "0x2";
    "0x1" -> "0x3";
    "0x4" -> "0x5";
    "0x4" -> "0x6";
    "0x4" -> "0x7";
    "0x7" -> "0x8";
}
